tap "dart-lang/dart"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "sass/sass"
brew "antigen"
brew "atuin"
brew "node"
brew "bitwarden-cli"
brew "eza"
brew "fontconfig"
brew "fzf"
brew "git"
brew "go"
brew "lazygit"
brew "lua-language-server"
brew "luarocks"
brew "mongosh"
brew "neovim"
brew "nvm"
brew "oh-my-posh"
brew "pnpm"
brew "ripgrep"
brew "starship"
brew "stow"
brew "superfile"
brew "tmux"
brew "tpm"
brew "zoxide"
brew "mongodb/brew/mongodb-community"
brew "sass/sass/sass"
cask "aerospace"
cask "affinity-designer"
cask "affinity-photo"
cask "bitwarden"
cask "discord"
cask "elgato-camera-hub"
cask "elgato-stream-deck"
cask "elgato-wave-link"
cask "fantastical"
cask "figma"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "jordanbaird-ice"
cask "logi-options+"
cask "logitech-g-hub"
cask "minecraft"
cask "mongodb-compass"
cask "nordvpn"
cask "obs"
cask "obsidian"
cask "pearcleaner"
cask "raycast"
cask "streamlabs"
cask "the-unarchiver"
cask "todoist-app"
cask "wpsoffice"
cask "zen"
